Revit 2027 API
ParameterTypeId.SteelElemWeldDoubleThickness Property
 "Double Thickness"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SteelElemWeldDoubleThickness { get; }
Public Shared ReadOnly Property SteelElemWeldDoubleThickness As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SteelElemWeldDoubleThickness {
	ForgeTypeId^ get ();
}
static member SteelElemWeldDoubleThickness : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace